Repository: BeAPI/bea-post-views-counter
Catalog: languages/bea-post-views-counter-*.po
Languages: fr_fr

source: Title
fr_fr: Titre

source: What to show
fr_fr: Où afficher ?

source: Any
fr_fr: Partout

source: Order on which field ?
fr_fr: Trié sur quelle colonne ?

source: If you order by views, choose time interval:
fr_fr: Si ordonné par vues, choisissez un intervalle ?

source: Order by ?
fr_fr: Trier par ?

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Show counter ?
fr_fr: Afficher le compteur ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Number of items to show
fr_fr: Nombre d'éléments à afficher

source: Post Views Counter - Settings
fr_fr: Post Views Counter - paramètres

source: Import counter data from another plugins
fr_fr: Importer les données à partir d'autres extrensions

source: Supported plugins : <a href="http://wordpress.org/plugins/wp-postviews/">WP-Post-Views</a>, <a href="http://wordpress.org/plugins/baw-post-views-count/faq/">BAW Post Views Count</a>
fr_fr: Extensions gérées : <a href="http://wordpress.org/plugins/wp-postviews/">WP-Post-Views</a>, <a href="http://wordpress.org/plugins/baw-post-views-count/faq/">BAW Post Views Count</a>

source: <strong>Caution</strong>: This process performs both data import and deletion of old data. Imported values ​​overwrite existing data.
fr_fr: <strong>Attention</strong>: Ce processus fait l'importation et la suppression des anciennes données. Les données importées seront écrasées.

source: Start import
fr_fr: Démarrer l'import

source: Created by <a href="http://www.herewithme.fr">Amaury Balmer</a> - Funded by <a href="http://beapi.fr">Be API</a> - Ticket, patch, bug, donation and documentation <a href="https://github.com/herewithme/bea-post-views-counter">on Github !</a>
fr_fr: Créé par <a href="http://www.herewithme.fr">Amaury Balmer</a> - Fondateur de <a href="http://beapi.fr">Be API</a> - Ticket, patch, bug, donations et documentation <a href="https://github.com/beapi/bea-post-views-counter">sur Github !</a>

source: Plugin written with poetry, no ads, no viruses, no spyware.
fr_fr: Plugin écrit sans virus, pub, spyware et poésie.

source: No items actually for this custom post type.
fr_fr: Aucun élément pour ce type de contenu.

source: views
fr_fr: vues

source: Current day
fr_fr: Jour courant

source: Yesterday
fr_fr: Hier

source: Current week
fr_fr: Semaine courante

source: Previous week
fr_fr: Semaine précédente

source: Current month
fr_fr: Mois courant

source: Previous month
fr_fr: Mois précédent

source: Current year
fr_fr: Année courante

source: Previous year
fr_fr: Année précédente

source: Most viewed content
fr_fr: Contenu le plus consulté

source: The most viewed content on your site
fr_fr: Le contenu le plus vu du site

source: Most popular
fr_fr: Le plus populaire

source: Views
fr_fr: Vues

source: Counter
fr_fr: Compteur

source: Counters views were imported successfully! %d lines.
fr_fr: Les compteurs de vue ont bien été importés ! %d lignes

source: No data has been imported. Either you have not installed these plugins, or the data has been purged.
fr_fr: Aucune donné n'a té importée. Soit vous n'avez pas installé ces extensions ou aucune donné n'a été trouvée.

source: General
fr_fr: Général

source: Counter mode
fr_fr: Mode de comptage

source: Inline
fr_fr: En ligne

source: JS call with WordPress (default, best compromise)
fr_fr: Appel JS avec WordPress (par défaut, meilleur compromis)

source: JS call with pure PHP script (best performance)
fr_fr: Appel JS en PHP pur (meilleure performance)

source: Mode <strong>inline</strong> is the simplest, most reliable, but it is not compatible with plugins static cache.<br />The two modes "JS Call" add asynchronous JavaScript code in the footer of your site for compatibilizing the number of views. The difference between <strong>WordPress</strong> and <strong>PHP Pure</strong> is the mechanism used to update the counters in the database. The <strong>pure PHP</strong> mode is on average 10 times more efficient than the WP mode because it does not load WordPress!<br />However, the <strong>pure PHP</strong> mode sometimes have problems operating in some accommodation, this is the reason why this is not the default mode.
fr_fr: Le mode<strong>en ligne</strong> est le moyen le plus simple, le plus sûr mais n'est pas compatible avec toutes les extensions de cache statique.<br /> Les deux modes d'appel JS ajoutent un Javascript dans le footer du site pour comptabiliser le nombre de vues. La différence entre <strong>WordPress</strong> et <strong>PHP pur</strong> est le mechanisme utilisé pour mettre à jour les compteurs. La version <strong>PHP pure</strong> is a peu près 10 fois plus rapide et plus efficace que la version WordPress car on ne charge pas tout WordPress !<br /> Cependant la version <strong> PHP pure </strong> a parfois des proclèmes avec certaines installations, c'est pourquoi il n'est pas le mode par défaut.

source: Include
fr_fr: Inclure

source: Everyone
fr_fr: Tout le monde

source: Guests only
fr_fr: Les invités uniquement

source: Users logged only
fr_fr: Les utilisateurs connectés uniquement

source: Note that this setting does not work with pure PHP mode, all visitors will be recorded.
fr_fr: Veuillez prendre en compte que ce mode ne fonctionne pas en mode PHP pur, tous les visiteurs seront comptés.

source: Exclude
fr_fr: Exclure

source: Robots (search, etc)
fr_fr: Robots(moteurs de recherche etc.)

source: Administrators
fr_fr: Administrateurs

source: It is important to exclude robots counters views because they regularly browsing your site and they distort the statistics. Note that the exclusion of users logged in with the administrator role does not work with pure PHP mode.
fr_fr: Il est important d'exclure les robots des compteurs de vues car ils passent régulièrement sur votre site et déforment les statistiques. Prenez en compte que l'exclusion des utilisateurs administrateur ne marche pas en mode PHP pur.

source: Exclude IPs:
fr_fr: IP à exclure

source: You can exclude IP addresses of your choice, separate them with commas.
fr_fr: Vous pouvez exclure les IP de votre choix, séparez les avec les virgules.

source: Increment only once counter per user session?
fr_fr: N'incrémenter le compteur qu'une seule fois par session utilisateur ?

source: This setting prevents manipulation counters views. It allows only one counter increments during a browsing session of the user. This feature uses the PHP SESSION, to avoid technical limitations of cookies. Finally, it reduces the performance of your server if your site generates a lot of traffic!
fr_fr: Ce réglage empêche que le compteur se fasse manipuler. Le compteur ne sera incrémenté qu'une fois par session d'utilisateur. Cette fonctionnalité utilise les Sessions PHP, pour éviter les limitations techniques des cookies. Au final cela réduit les performances de votre serveur si votre site a beaucoup de trafic.
